tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/php'

brew 'zsh'
brew 'zsh-completions'

brew 'coreutils'

brew 'homebrew/dupes/grep'

brew 'git'
brew 'node'
brew 'wget'
brew 'mas'

brew 'php71'
brew 'php71-intl'
brew 'php71-imagick'

brew 'mysql'

cask 'caffeine'
cask 'google-chrome'
cask 'iterm2'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'font-fira-code'
cask 'postman'

# app store stuff
mas 'Deckset', id: 847496013
mas 'Fantastical 2', id: 975937182
mas 'Bear', id: 1091189122
