tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/dupes'

brew 'zsh'
brew 'zsh-completions'

brew 'coreutils'

brew 'homebrew/dupes/grep'

brew 'git'
brew 'node'
brew 'wget'

# php
brew install php@7.1
brew link php@7.1 --force
brew tap kabel/php-ext
brew install php@7.1-imap
pecl install xdebug
brew install pkg-config
brew install imagemagick
pecl install imagick
pecl install redis

brew 'mysql'

cask 'caffeine'
cask 'google-chrome'
cask 'iterm2'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'font-fira-code'
cask 'postman'
